test/artillery/results-env-test/registerResult.txt
phases:
    AR: 70
    TO: 100
    Duration: 60
    AR: 100
    TO: 150
    Duration: 60
    AR: 150
    TO: 300
    Duration: 30
performance:
    errors.ECONNRESET: ............................................................. 62
    errors.ETIMEDOUT: .............................................................. 17206
    http.codes.200: ................................................................ 6246
    http.downloaded_bytes: ......................................................... 1341118218
    http.request_rate: ............................................................. 152/sec
    http.requests: ................................................................. 23514
    http.response_time:
    min: ......................................................................... 15
    max: ......................................................................... 10001
    median: ...................................................................... 232.8
    p95: ......................................................................... 9999.2
    p99: ......................................................................... 9999.2
    http.responses: ................................................................ 6246
    vusers.completed: .............................................................. 2082
    vusers.created: ................................................................ 19350
    vusers.created_by_name.0: ...................................................... 19350
    vusers.failed: ................................................................. 17268
    vusers.session_length:
    min: ......................................................................... 137.3
    max: ......................................................................... 12214
    median: ...................................................................... 8868.4
    p95: ......................................................................... 11274.1
    p99: ......................................................................... 11734.2

phases:
    AR: 200
    TO: 400
    Duration: 60
performance:
    errors.ECONNRESET: ............................................................. 33
    errors.ETIMEDOUT: .............................................................. 17243
    http.codes.200: ................................................................ 2173
    http.downloaded_bytes: ......................................................... 466363876
    http.request_rate: ............................................................. 261/sec
    http.requests: ................................................................. 19448
    http.response_time:
    min: ......................................................................... 29
    max: ......................................................................... 9995
    median: ...................................................................... 699.4
    p95: ......................................................................... 9416.8
    p99: ......................................................................... 9801.2
    http.responses: ................................................................ 2173
    vusers.completed: .............................................................. 724
    vusers.created: ................................................................ 18000
    vusers.created_by_name.0: ...................................................... 18000
    vusers.failed: ................................................................. 17276
    vusers.session_length:
    min: ......................................................................... 346.4
    max: ......................................................................... 12779.8
    median: ...................................................................... 8352
    p95: ......................................................................... 11734.2
    p99: ......................................................................... 12213.1